{
    "author": "Autor",
    "config.emblems.info": "Das Feature inkludiert eine öffentliche Emblem Gallery, Features zum teilen von öffentlichen Emblemen und kleineren Verbesserungen für den Editor.",
    "config.plugins.deventry": "Entwicklungslink",
    "config.plugins.handler.1": "Fügt mehr Features mit Community-made plugins hinzu. Bist du ein Javascript Junky, dann kannst du etwas beitragen. Besuche dafür:",
    "config.plugins.handler.2": "Gibt eine URL zu einem Javascript File ein. Damit kannst du schnell ein Plugin entwickeln in Kombination mit Dropbox\/Github oder was auch immer. Nicht vergessen, aktiviere den Eintrag mit dem kleinen Button oberhalb. Du musst die Seite eventuell neu laden. Falls du ein Plugin in die obere Liste hinzufügen willst, besuche den oben angeführten Link :)",
    "config.plugins.info": "Falls du irgendwelche Features vermisst kannst du selbst ein Plugin erstellen oder eines von der Commnunity nutzen.",
    "config.section.general": "Allgemeine Verbesserungen",
    "config.section.gf": "Unterstütze Greaterfield",
    "config.themes.deventry": "Development URL",
    "config.themes.handler.1": "Give the website a better look with this community made themes. Are you a css artist? Add your own theme here, visit:",
    "config.themes.handler.2": "Gibt eine URL zu einem CSS File ein. Damit kannst du schnell ein Theme entwickeln in Kombination mit Dropbox\/Github oder was auch immer. Nicht vergessen, aktiviere den Eintrag mit dem kleinen Button oberhalb. Du musst die Seite eventuell neu laden. Falls du ein Theme in die obere Liste hinzufügen willst, besuche den oben angeführten Link :)",
    "config.themes.info": "Verändere den Look ein wenig",
    "config.translations": "Übersetzungen",
    "config.translations.info": "Füge fehlende Übersetzungen einfach mit dem eingebauten Editor hinzu.",
    "emblem.code.import": "Code importieren",
    "emblem.code.import.text.1": "Hier kannst du beliebige Embleme von Battlefield 4 importieren. Gehe einfach auf die BF4 Emblem Editor Seite und drücke 'In Companion importieren', dann gehen zurück hierher und dann solltest du einen Code im Feld unterhalb sehen.",
    "emblem.import.battlelog": "In Companion importieren",
    "emblem.import.battlelog.copied": "Code in Zwischenablage kopiert - Gehe zur Companion Emblem Seite zum importieren",
    "emblem.import.error.1": "Letzter Import ist noch nicht fertig, warte noch!",
    "emblem.import.notice": "Du kannst nur Embleme importieren von denen du alle Shapes freigeschalten hast. Andernfalls wird der Import ohne Fehlermeldung abgebrochen.",
    "emblem.report.done": "Danke für deinen Report, wir werden das bald begutachten.",
    "emblem.report.error.1": "Bitte gib uns genauere Informationen",
    "emblem.report.error.2": "Kein korrekter Emblem Code",
    "emblem.report.text.1": "Du solltest ein Emblem nur reporten wenn es gegen irgendwelche Regeln oder Gesetzt verstößt. Lass uns auch wissen, warum.",
    "emblem.share.callback.1": "Upload erfolgreich, das Emblem wird bald in der Greaterfield Gallery sichtbar sein",
    "emblem.share.callback.2": "Konnte Emblem nicht speichern, falsches Bild gefunden",
    "emblem.share.callback.3": "Konnte Emblem nicht speichern, keine richtige Bildurl gefunden",
    "emblem.share.callback.4": "Emblem existiert bereits in der Gallery",
    "loading": "Bitte warte einen Moment, der Prozess wurde schon gestartet...",
    "reload": "Ein Reload der Seite ist vielleicht notwendig - Drücke F5 um die Seite zu aktualisieren",
    "report": "Melden",
    "send": "Senden",
    "translations.text.1": "Hilf uns Greaterfield in weitere Sprachen zu übersetzen. Mit diesem Editor kannst du das sehr einfach machen."
}