{
    "author": "Autor",
    "config.dev": "Greaterfield Entwickler",
    "config.dev.info": "Ein paar Einstellungen für uns Entwickler. Nur nerdiges Zeug hier.",
    "config.emblems.info": "Das Feature inkludiert eine öffentliche Emblem Gallery, Features zum teilen von öffentlichen Emblemen und kleineren Verbesserungen für den Editor.",
    "config.section.general": "Allgemeine Verbesserungen",
    "config.section.gf": "Unterstütze Greaterfield",
    "config.translations": "Übersetzungen",
    "config.translations.info": "Füge fehlende Übersetzungen einfach mit dem eingebauten Editor hinzu.",
    "config.tsviewer.info": "Integriert den Viewer von tsviewer.com",
    "emblem.code.import": "Code importieren",
    "emblem.code.import.text.1": "Hier kannst du beliebige Embleme von Battlefield 4 importieren. Gehe einfach auf die BF4 Emblem Editor Seite und drücke 'In Companion importieren', dann gehen zurück hierher und dann solltest du einen Code im Feld unterhalb sehen.",
    "emblem.import.battlelog": "In Companion importieren",
    "emblem.import.battlelog.copied": "Code in Zwischenablage kopiert - Gehe zur Companion Emblem Seite zum importieren",
    "emblem.import.error.1": "Letzter Import ist noch nicht fertig, warte noch!",
    "emblem.import.notice": "Du kannst nur Embleme importieren von denen du alle Shapes freigeschalten hast. Andernfalls wird der Import ohne Fehlermeldung abgebrochen.",
    "emblem.report.done": "Danke für deinen Report, wir werden das bald begutachten.",
    "emblem.report.error.1": "Bitte gib uns genauere Informationen",
    "emblem.report.error.2": "Kein korrekter Emblem Code",
    "emblem.report.text.1": "Du solltest ein Emblem nur reporten wenn es gegen irgendwelche Regeln oder Gesetzt verstößt. Lass uns auch wissen, warum.",
    "emblem.share.callback.1": "Upload erfolgreich, das Emblem wird bald in der Greaterfield Gallery sichtbar sein",
    "emblem.share.callback.2": "Konnte Emblem nicht speichern, falsches Bild gefunden",
    "emblem.share.callback.3": "Konnte Emblem nicht speichern, keine richtige Bildurl gefunden",
    "emblem.share.callback.4": "Emblem existiert bereits in der Gallery",
    "loading": "Bitte warte einen Moment, der Prozess wurde schon gestartet...",
    "login.required": "Login benötigt - Diese Aktion benötigt einen eingeloggten Benutzer",
    "reload": "Ein Reload der Seite ist vielleicht notwendig - Drücke F5 um die Seite zu aktualisieren",
    "report": "Melden",
    "send": "Senden",
    "translations.text.1": "Hilf uns Greaterfield in weitere Sprachen zu übersetzen. Mit diesem Editor kannst du das sehr einfach machen.",
    "translations.text.2": "Leere Felder bedeutet das die EN Übersetzung genommen wird. Lass es leer wenn du keine Übersetzung dafür hast, oder wenn Englisch die beste Anzeige dafür ist.",
    "translations.text.3": "Aktuelle Sprache in die du übersetzt: {lang}",
    "tsviewer.add.instance": "Füge eine neue Teamspeak Viewer Instanz hinzu\nNimm die URL zu dem tsviewer.com Profile oder direkt die ID Nummer",
    "tsviewer.add.instance.name": "Gib einen Namen für die Instanz ein",
	"config.playerlinks" : "Advanced Player Links",
	"config.playerlinks.info" : "Fügt einige Links auf die Profilseite des Soldaten zur Überprüfung hinzu"
}