{
    "loading": "Please wait a moment, progress has started already...",
    "reload": "A page reload may be required - press F5 to reload the page",
    "send": "Send",
    "import": "Import",
    "report": "Report",
    "author": "Author",
    "config.section.general": "General Improvements",
    "config.emblems": "Emblem Gallery",
    "config.emblems.info": "This feature will include a public emblem gallery, the features to share emblems to the public gallery and also some enhancements for the emblem editor.",
    "config.themes": "Community Themes",
    "config.themes.info": "Get your hands on a new look for this website.",
    "config.plugins": "Community Plugins",
    "config.plugins.info": "If you don't find features in greaterfield that you really need, maybe a community made plugin will give it to you.",
    "config.plugins.deventry": "Development URL",
    "config.plugins.handler.1": "Add more features with community made plugins. Are you a javascript junky and want to contribute to the community, visit:",
    "config.plugins.handler.2": "Enter an URL to a JS file in the field below, so you can quickly develop a plugin in combination with GitHub/Dropbox or whatever. Just point to your javsscript url. Don't forget to enable the development entry with the tiny toggle above. After you have entered the link just reload the page. If you want to add a plugin to our plugins in the list above, head to the above mentioned link :)",
    "config.themes.deventry": "Development URL",
    "config.themes.handler.1": "Give the website a better look with this community made themes. Are you a CSS artist? Add your own theme here, visit:",
    "config.themes.handler.2": "Enter an URL to a CSS file in the field below, so you can quickly develop a theme in combination with GitHub/Dropbox or whatever. Just point to your css url. Don't forget to enable the development entry  with the tiny toggle above. After you have entered the link just reload the page. If you want to add a theme to our themes in the list above, head to the above mentioned link :)",
    "emblem.share.callback.1": "Upload successful, Emblem will be available soon in greaterfield gallery",
    "emblem.share.callback.2": "Could not save emblem, wrong image found",
    "emblem.share.callback.3": "Could not save emblem, no valid image url found",
    "emblem.share.callback.4": "Emblem already exist in gallery",
    "emblem.import.error.1": "Previous import is in progress, wait until it's done!",
    "emblem.import.battlelog" : "Import into Companion",
    "emblem.import.battlelog.copied" : "Code copied to clipboard - Goto companion emblems and click import from code",
    "emblem.code.import" : "Import from Code",
    "emblem.report.text.1": "You should report an emblem if it violate any rule for emblems. If you think that emblem should be removed, let us know why.",
    "emblem.report.error.1": "Please give us a more detailed information",
    "emblem.report.error.2": "No correct emblem code",
    "emblem.report.done": "Thank you for your report. We'll check it soon",
    "emblem.code.import.text.1" : "Here you can import any emblems from Battlefield 4 with their emblem code. Just goto your BF4 emblem page and hit the button 'Import into Companion', than go back here and you should see a code in the area bellow.",
    "emblem.import.notice" : "You can only import an emblem when you have all shapes unlocked that are required by the emblem. Otherwise it will fail silently and do not import the emblem.",
    "emblem.gallery": "Greaterfield Gallery"
}
