{
	"author": "Autor",
	"config.emblems": "Galeria de Emblemas",
    "config.emblems.info": "Esta opção incluirá a Galeria de Emblemas pública, a habilidade de compartilhar os emblemas publicamente e algumas melhorias do editor de emblemas.",
	"config.plugins": "Plugins da Comunidade",
    "config.plugins.deventry": "URL de Desenvolvimento",
    "config.plugins.handler.1": "Adicione novas características com os plugins feitos pela comunidade. Se você é um viciado em javascript e quer contribuir com a comunidade, visite:",
    "config.plugins.handler.2": "Insira a URL para um arquivo JS no campo abaixo, para você poder rapidamente testar um plugin. Não esqueça de habilitar a opção de Desenvolvimento acima. Após ter inserido o link, recarregue a página. Se você quiser adicionar seu plugin na lista acima, vá no link mencionado acima :)",
	"config.plugins.info": "Se você não encontrar características que necessite no Greaterfield, talvez a comunidade tenha feito um plugin para isso.",
	"config.section.general": "Melhorias Gerais",
	"config.section.gf": "Contribua com o Greaterfield",
    "config.themes": "Temas da Comunidade",
    "config.themes.deventry": "URL de Desenvolvimento",
    "config.themes.handler.1": "Dê uma cara nova à este site, com os temas criados pela comunidade. Você é um artista do CSS? Adicione seu próprio tema aqui, visite:",
    "config.themes.handler.2": "Insira a URL para um arquivo CSS no campo abaixo, para você poder rapidamente testar um tema. Não esqueça de habilitar a opção de Desenvolvimento acima. Após ter inserido o link, recarregue a página. Se você quiser adicionar seu tema na lista acima, vá no link mencionado acima :)",
	"config.themes.info": "Crie um novo tema para este site",
	"config.translations": "Traduções",
    "config.translations.info": "Adicione traduções faltantes com este editor.",
    "emblem.code.import": "Importe de Código",
    "emblem.code.import.text.1": "Aqui você pode importar qualquer emblema do Battlefield 4 usando o código de emblema. Vá na página de Emblemas do BF4 e clique em 'Importar do Companion', depois volte aqui e você verá um código na área abaixo.",
    "emblem.gallery": "Galeria do Greaterfield",
    "emblem.import.battlelog": "Importar do Companion",
    "emblem.import.battlelog.copied": "Código copiado para a área de transferência - Entre em Emblemas do Companion e clique em 'Importar do Código'",
    "emblem.import.error.1": "Importação anterior em progresso, aguarde até o término!",
    "emblem.import.notice": "Você só pode importar um Emblema quando tiver todos os shapes requiridos pelo emblema desbloqueados. Caso contrário a importação irá falhar silenciosamente e a importação nãos erá feita.",
    "emblem.report.done": "Obrigado por reportar. Checaremos em breve",
    "emblem.report.error.1": "Por favor, dê mais informações (em inglês)",
    "emblem.report.error.2": "Código de Emblema incorreto",
    "emblem.report.text.1": "Você deve reportar um emblema caso ele viole alguma regra de emblemas. Se você acha que este emblema deva ser removido, nos explique o porque.",
    "emblem.share.callback.1": "Envio concluído, o emblema ficará disponível na Galeria do greaterfield em breve",
    "emblem.share.callback.2": "Não foi possível salvar o emblema, imagem errada encontrada.",
    "emblem.share.callback.3": "Não foi possível salvar o emblema, nenhuma url válida de imagem foi encontrada",
    "emblem.share.callback.4": "O Emblema já existe na galeria",
    "import": "Importar",
    "loading": "Aguarde um momento, o progresso já foi iniciado...",
    "login.required" : "Entre por favor - Esta ação requer que o usuário esteja logado",
    "reload": "O recarregamento da página pode ser necessário - Pressione F5 para recarregar a página",
    "report": "Reportar",
    "send": "Enviar",
    "translations.text.1": "Ajude-nos a traduzir o Greaterfield para outras linguagens. Com este editor você pode traduzir frases faltantes na sua linguagem.",
    "translations.text.2": "Espaços vazios significam que alinguagem Inglês será usada. Deixe vazio se você não tem a tradução pra isso ou quando o original (em inglês) é melhor.",
    "translations.text.3": "Idioma atual no qual você está traduzindo: {lang}",
    "translations.lang.error": "Inglês (EN) não é editável - Esta linguagem é o padrão e a fonte para as traduções"
}
