{
	"author": "Autor",
	"config.emblems": "Galeria de Emblemas",
    "config.emblems.info": "Esta opção incluirá a Galeria de Emblemas pública, a habilidade de compartilhar os emblemas publicamente e algumas melhorias do editor de emblemas.",
	"config.plugins": "Plugins da Comunidade",
    "config.plugins.deventry": "URL de Desenvolvimento",
    "config.plugins.handler.1": "Adicione novas características com os plugins feitos pela comunidade. Se você é um viciado em javascript e quer contribuir com a comunidade, visite:",
    "config.plugins.handler.2": "Insira a URL para um arquivo JS no campo abaixo, para você poder rapidamente testar um plugin. Não esqueça de habilitar a opção de Desenvolvimento acima. Após ter inserido o link, recarregue a página. Se você quiser adicionar seu plugin na lista acima, vá no link mencionado acima :)",
	"config.plugins.info": "Se você não encontrar características que necessite no Greaterfield, talvez a comunidade tenha feito um plugin para isso.",
	"config.section.general": "Melhorias Gerais",
	"config.section.gf": "Contribua com o Greaterfield",
    "config.themes": "Temas da Comunidade",
    "config.themes.deventry": "URL de Desenvolvimento",
    "config.themes.handler.1": "Dê uma cara nova à este site, com os temas criados pela comunidade. Você é um artista do CSS? Adicione seu próprio tema aqui, visite:",
    "config.themes.handler.2": "Insira a URL para um arquivo CSS no campo abaixo, para você poder rapidamente testar um tema. Não esqueça de habilitar a opção de Desenvolvimento acima. Após ter inserido o link, recarregue a página. Se você quiser adicionar seu tema na lista acima, vá no link mencionado acima :)",
	"config.themes.info": "Crie um novo tema para este site",
	"config.translations": "Traduções",
    "config.translations.info": "Adicione traduções faltantes com este editor.",
    "emblem.code.import": "Importe de Código",
    "emblem.code.import.text.1": "Here you can import any emblems from Battlefield 4 with their emblem code. Just goto your BF4 emblem page and hit the button 'Import into Companion', than go back here and you should see a code in the area bellow.",
    "emblem.gallery": "Galeria do Greaterfield",
    "emblem.import.battlelog": "Importe do Companion",
    "emblem.import.battlelog.copied": "Code copied to clipboard - Goto companion emblems and click import from code",
    "emblem.import.error.1": "Previous import is in progress, wait until it's done!",
    "emblem.import.notice": "You can only import an emblem when you have all shapes unlocked that are required by the emblem. Otherwise it will fail silently and do not import the emblem.",
    "emblem.report.done": "Thank you for your report. We'll check it soon",
    "emblem.report.error.1": "Please give us a more detailed information",
    "emblem.report.error.2": "No correct emblem code",
    "emblem.report.text.1": "You should report an emblem if it violate any rule for emblems. If you think that emblem should be removed, let us know why.",
    "emblem.share.callback.1": "Upload successful, Emblem will be available soon in greaterfield gallery",
    "emblem.share.callback.2": "Could not save emblem, wrong image found",
    "emblem.share.callback.3": "Could not save emblem, no valid image url found",
    "emblem.share.callback.4": "Emblem already exist in gallery",
    "import": "Importar",
    "loading": "Aguarde um momento, o progresso já foi iniciado...",
    "login.required" : "Please login - This action requires a logged in user",
    "reload": "O recarregamento da página pode ser necessário - Pressione F5 para recarregar a página",
    "report": "Reporte",
    "send": "Enviar",
    "translations.text.1": "Help us to translate greaterfield into other languages. With this editor you easily can translate missing values into your current language.",
    "translations.text.2": "Empty fields mean the EN translation will be used. Leave it empty when you don't have a translation for it, or when english is the best way for the key.",
    "translations.text.3": "Current language you now translate into: {lang}",
    "translations.lang.error": "EN is not editable - It's the root source for translations"
}
