{
    "loading" : "Aguarde um momento, o progresso iniciou...",
    "reload" : "Talvez necessite recarregar a página.Clique em F5 para recarregar a página",
    "author" : "Autor",
    "config.section.general": "Melhorias Gerais",
    "config.emblems": "Galeria de Emblemas",
    "config.emblems.info": "Este recurso irá incluir uma galeria de emblemas público, os recursos para compartilhar emblemas para a galeria pública e também algumas melhorias para o editor emblema.",
    "config.themes": "Temas Comunitários",
    "config.themes.info": "Tenha u novo visual neste site!.",
    "config.plugins": "Extensões Comunitárias",
    "config.plugins.info": "If you don't find features in greaterfield that you really need, maybe a community made plugin will give it to you.",
    "config.plugins.deventry" : "URL de Desenvolviemnto",
    "config.plugins.handler.1" : "Adicionar mais recursos com extensões comunitárias.Você é um fã de javascript e deseja contribuir para a comunidade?Visite:",
    "config.plugins.handler.2" : "Enter an URL to a JS file in the field below, so you can quickly develop a plugin in combination with GitHub/Dropbox or whatever. Just point to your javsscript url. Don't forget to enable the development entry with the tiny toggle above. After you have entered the link just reload the page. If you want to add a plugin to our plugins in the list above, head to the above mentioned link :)",
    "config.themes.deventry" : "URL de Desenvolviemnto",
    "config.themes.handler.1" : "Give the website a better look with this community made themes. Are you a CSS artist? Add your own theme here, visit:",
    "config.themes.handler.2" : "Enter an URL to a CSS file in the field below, so you can quickly develop a theme in combination with GitHub/Dropbox or whatever. Just point to your css url. Don't forget to enable the development entry  with the tiny toggle above. After you have entered the link just reload the page. If you want to add a theme to our themes in the list above, head to the above mentioned link :)"
}
